[
    {
        "name" : "Cummin Powder",
        "detail" : "Roast the cumin seeds, make the powder and you can add pinch of it to Moong Dal, Khichdi, Vegetable oats, Daliya, Soups, vegetable purees and plain curd or You can saute in ghee also while making porridge." 
    },
    {
        "name" : "Corriander Powder",
        "detail" : "Add pinch of it to Vegetable Khichdi, Vegetable oats." 
    },
    {
        "name" : "Cinnamon Powder",
        "detail" : "Apple porridge, pancakes, oats prorridge, Ragi Porridge, pancakes, Khichdi" 
    },
    {
        "name" : "Cardamom Powder",
        "detail" : "Oats porridge, Makhana porridge" 
    },
    {
        "name" : "Fennel Powder",
        "detail" : "Oats porridge, Makhana porridge, Poha Porridge, Wheat Daliya Primarily when you wants to make sweet flavour by adding fruits this will enhance the taste." 
    },
    {
        "name" : "Pepper Powder",
        "detail" : "Make the powder and you can add pinch of it to Moong Dal, Khichdi, Vegetable oats, Daliya, Soups, vegetable purees." 
    },
    {
        "name" : "Fenugreek Powder",
        "detail" : "Vegetable Khichdi" 
    },
    {
        "name" : "Mustard Seeds",
        "detail" : "Upma, Khichdi" 
    },
    {
        "name" : "Turmeric Powder",
        "detail" : "Depends on quantity of food, you can add into soups, khichdi, daal porridge,  vegetable oats" 
    },
    {
        "name" : "Asafoetida",
        "detail" : "Just a pinch you can add to Khichdi, Mashed Daal porridge" 
    },
    {
        "name" : "Mango Powder",
        "detail" : "Very little you can add to Daal porridge" 
    },
    {
        "name" : "Mint Paste",
        "detail" : "You can add it to Soups, vegetable purees, Khichdi, plain curd" 
    },
    {
        "name" : "Garlic Paste",
        "detail" : "Make the paste and you can add pinch of it to Moong Dal, Khichdi, Vegetable oats, Daliya, Soups, vegetable purees. If you dont want to add paste than you can add whole while cooking food and once food is ready you can remove it. This will add the flavour to food" 
    },
    {
        "name" : "Ginger Paste",
        "detail" : "Make the paste and you can add pinch of it to Moong Dal, Khichdi, Vegetable oats, Daliya, Soups, vegetable purees, vegetable Rice porridge If you dont want to add paste than you can add whole while cooking food and once food is ready you can remove it. This will add the flavour to food" 
    },
    {
        "name" : "Smooth Tamarind pulp",
        "detail" : "If you want to add little tangy flaour to any dish like sambhar than you can add smooth pulp and mix it nicely" 
    },
    {
        "name" : "Nutmeg Powder",
        "detail" : "Very little(pinch of) you can add to oats, Poha porridge, Makhana porridge, Rice porridge, dry fruits powder(8+ M)"
    }
]