[
    {
        "desc" : "<p></p><p><strong><br></strong></p><p>Last updated: 30/11/2023</p><p><strong><br></strong></p><p><strong>1. Introduction:</strong></p><p>Welcome to mommygk.com. This privacy policy is designed to inform you about the types of personal information we collect, how we use it, and how we protect it.</p><p><br></p><p><strong>2.&nbsp;Information We Collect:</strong></p><p>Personal Information: We do not collect any personal information.</p><p><br></p><p>Non-Personal Information: We may also collect non-personal information, such as browser type, language preference, referring site, and the date and time of each visitor request.</p><p><br></p><p><strong>3.&nbsp;How We Use Your Information:</strong></p><p>Non-personal information may be used for analytical purposes, to enhance the user experience, and for troubleshooting and maintenance purposes.</p><p><br></p><p><strong>4.&nbsp;Cookies and Similar Technologies:</strong></p><p>We may use cookies and similar technologies to collect non-personal information. You can choose to disable cookies through your browser settings, but this may affect the functionality of the website.</p><p><br></p><p><strong>5.&nbsp;Third-Party Links:</strong></p><p>Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these third-party sites. We encourage you to review the privacy policies of any site you visit.</p><p><br></p><p><strong>6.&nbsp;Security:</strong></p><p>We take reasonable precautions to protect your personal information. However, no method of transmission over the internet or electronic storage is 100% secure.</p><p><br></p><p><strong>7.&nbsp;Children's Privacy:</strong></p><p>We do not collect any personal information of any children.</p><p><br></p><p><strong>8.&nbsp;Changes to This Privacy Policy:</strong></p><p>We may update our privacy policy from time to time. Any changes will be posted on this page, and the date of the latest update will be indicated at the top.</p><p><br></p>"
    }
]