[
    {
        "desc" : "<p>Last Updated: 30/11/2011</p><p><br></p><p><strong>1. Acceptance of Terms</strong></p><p>By accessing or using the www.mommygk.com website, you agree to comply with and be bound by these Terms of Use. If you do not agree with these terms, please do not use this Website.</p><p><br></p><p><strong>2. Changes to Terms</strong></p><p>We reserve the right to modify, update, or otherwise change these Terms of Use at any time without notice. Your continued use of the Website after any such changes constitutes your acceptance of the new Terms of Use.</p><p><br></p><p><strong>3. Use of the Website</strong></p><p>You agree to use the Website only for lawful purposes and in a way that does not infringe the rights of, restrict, or inhibit the use and enjoyment of the Website by any third party. Prohibited behavior includes harassing or causing distress or inconvenience to any other user, transmitting obscene or offensive content, or disrupting the normal flow of dialogue within the Website.</p><p><strong><br></strong></p><p><strong>4. Intellectual Property</strong></p><p>All content on this Website, including text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of Mommy GK or its content suppliers and is protected by international copyright laws.</p><p><br></p><p><strong>5. User Accounts</strong></p><p>If you create an account on this Website, you are responsible for maintaining the confidentiality of your account and password. You agree to accept responsibility for all activities that occur under your account or password.</p><p><br></p><p><strong>6. Links to Third-Party Websites</strong> </p><p>The Website may contain links to third-party websites that are not owned or controlled by us. We are not responsible for the content, privacy policies, or practices of any third-party websites.</p><p><br></p><p><strong>7. Limitation of Liability</strong> </p><p>To the fullest extent permitted by applicable law, we shall not be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses, resulting from (a) your use or inability to use the Website; (b) any unauthorized access to or use of our servers and/or any personal information stored therein; (c) any interruption or cessation of transmission to or from the Website.</p><p><br></p><p><strong>8. Governing Law</strong> </p><p>These Terms of Use shall be governed by and construed in accordance with the laws of India, without regard to its conflict of law principles.</p>"
    }
]